{
  "Comment.nvim": { "branch": "master" },
  "DoxygenToolkit.vim": { "branch": "master" },
  "QFEnter": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-tags": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gundo.vim": { "branch": "master" },
  "gx.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp-overloads.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-conform.nvim": { "branch": "main" },
  "mason-lock.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "molokai": { "branch": "personal" },
  "nerdtree": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-cmake-lists": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-doge": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grepper": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-nerdtree-syntax-highlight": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-project": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-pythonsense": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-parameter": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}